Repository: im85288/service.upnext
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi, hu_hu, ko_kr

# #30006
source: Watch Now
fi_fi: Katsele nyt
hu_hu: Lejátszás most
ko_kr: 계속

# #30008
source: Up Next
fi_fi: Seuraavaksi
hu_hu: Következő rész
ko_kr: 다음 에피소드 시작까지

# #30009
source: Ends at: $INFO[Window.Property(endtime)]
fi_fi: Päättyy: $INFO[Window.Property(endtime)]

# #30010
source: Continue watching
fi_fi: Jatka katselua
hu_hu: Lejátszás folytatása
ko_kr: 계속 봅니다.

# #30024
source: Still there?
fi_fi: Katseletko vielä?
hu_hu: Még itt vagy?
ko_kr: 계속 보시렵니까?

# #30032
source: Enable on playlists
fi_fi: Käytä toistolistoille
hu_hu: Lejátszólistán engedélyezve

# #30033
source: Stop
fi_fi: Pysäytä
hu_hu: Állj
ko_kr: 중지

# #30034
source: Close
fi_fi: Sulje
hu_hu: Bezár
ko_kr: 그만

# #30035
source: Continue watching in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fi_fi: Katselua jatketaan [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunnin kuluttua

# #30036
source: Up next in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fi_fi: Aloitetaan seuraavan toisto [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunnin kuluttua

# #30037
source: Next episode in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fi_fi: Aloitetaan seuraava jakson toisto [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunnin kuluttua

# #30038
source: Simple
fi_fi: Yksinkertainen
hu_hu: Egyszerű
ko_kr: 간단하게

# #30039
source: Fancy
fi_fi: Tyylikäs
hu_hu: Divatos
ko_kr: 멋지게

# #30040
source: Play next
fi_fi: Toista seuraava
hu_hu: Lejátszás

# #30041
source: Stop playing
fi_fi: Pysäytä toisto
hu_hu: Ne játszd le

# #30042
source: None
fi_fi: Ei mitään
hu_hu: Nincs
ko_kr: 없음

# #30043
source: Info
fi_fi: Tiedot

# #30044
source: Debug
fi_fi: Vianselvitys

# #30049
source: Next Episode
fi_fi: Seuraava jakso
hu_hu: Következő rész
ko_kr: 다음 에피소드

# #30060
source: [B]UP NEXT DEMO MODE ENABLED[/B]
fi_fi: [B]UP NEXT -ESITTELYTILA ON KÄYTÖSSÄ[/B]

# #30061
source: [I]Episodes automatically skip to end.[/I]
fi_fi: [I]Päättää toiston automaattisesti jaksojen loppuun.[/I]

# #30500
source: Interface
fi_fi: Käyttöliittymä
hu_hu: Felület

# #30501
source: Features
fi_fi: Ominaisuudet
hu_hu: Funkciók

# #30503
source: Set the display mode for the notifications
fi_fi: Valitse ilmoitusten ukoasu
hu_hu: Értesitések típusa

# #30505
source: Show a "Stop" button instead of a "Close" button
fi_fi: Korvaa "Sulje"-painike "Pysäytä"-painikkeella

# #30600
source: Behaviour
fi_fi: Käyttäytyminen
hu_hu: Viselkedés

# #30601
source: Features
fi_fi: Ominaisuudet
hu_hu: Funkciók

# #30603
source: Default action when nothing selected
fi_fi: Oletustoiminto kun mitään ei ole valittu
hu_hu: Viselkedés ha semmi sincs kiválasztva

# #30605
source: Include already watched episodes
fi_fi: Sisällytä katsotut jaksot
hu_hu: Megnézett epizódokat is beleértve

# #30607
source: Number of episodes before "Still there?" query
fi_fi: "Katseletko vielä?" -ilmoitusta edeltävä jaksomäärä
hu_hu: Epizódok a még nézed kérdés és a leállás előtt

# #30609
source: Duration in seconds for notification to be shown
fi_fi: Ilmoituksen näyttöaika sekunteina
hu_hu: Végén mikor jelenik meg az értesítés (mp)

# #30611
source: Customize autoplay duration by episode length
fi_fi: Suhteuta automaattisen toiston aloituskohta jaksojen pituuteen
hu_hu: Beállíthatod az automatikus lejátszás időtartamát az epizód hossza alapján

# #30613
source: All episodes [COLOR gray]any length[/COLOR]
fi_fi: Kaikki jaksot [COLOR gray]kaikki pituudet[/COLOR]
hu_hu: Minden epizód [COLOR gray]bármilyen hossz[/COLOR]

# #30615
source: Very short episodes [COLOR gray]< 10 mins[/COLOR]
fi_fi: Erittäin lyhyet jaksot [COLOR gray]< 10 minuuttia[/COLOR]
hu_hu: Nagyon rövid epizódok [COLOR gray]< 10 perc[/COLOR]

# #30617
source: Short episodes [COLOR gray]> 10 mins[/COLOR]
fi_fi: Lyhyet jaksot [COLOR gray]> 10 minuuttia[/COLOR]
hu_hu: Rövid epizódok [COLOR gray]> 10 perc[/COLOR]

# #30619
source: Medium episodes [COLOR gray]> 20 mins[/COLOR]
fi_fi: Keskipituiset jaksot [COLOR gray]> 20 minuuttia[/COLOR]
hu_hu: Közepes epizódok [COLOR gray]> 20 perc[/COLOR]

# #30621
source: Long episodes [COLOR gray]> 40 mins[/COLOR]
fi_fi: Pitkät jaksot [COLOR gray]> 40 minuuttia[/COLOR]
hu_hu: Hosszú epizódok [COLOR gray]> 40 perc[/COLOR]

# #30623
source: Very long episodes [COLOR gray]> 60 mins[/COLOR]
fi_fi: Erittäin pitkät jaksot [COLOR gray]> 60 minuuttia[/COLOR]
hu_hu: Nagyon hosszú epizódok [COLOR gray]> 60 perc[/COLOR]

# #30700
source: Expert
fi_fi: Asiantuntija
hu_hu: Haladó

# #30703
source: Disable Up Next
fi_fi: Poista Up Next käytöstä
hu_hu: Up Next kikapcsolása

# #30705
source: Log level
fi_fi: Lokitietojen laajuus

# #30800
source: Developer
fi_fi: Kehittäjä

# #30801
source: Test how the user interface looks
fi_fi: Esikatsele käyttöliittymän ulkoasua

# #30803
source: Enable DEMO mode
fi_fi: Käytä esittelytilaa

# #30805
source: Show an UpNext pop-up…
fi_fi: Näytä "Seuraavaksi"-ilmoitus...

# #30807
source: Show an UpNextSimple pop-up…
fi_fi: Näytä yksinkertaisempi "Seuraavaksi"-ilmoitus...

# #30809
source: Show a StillWatching pop-up…
fi_fi: Näytä "Katseletko vielä?" -ilmoitus...

# #30811
source: Show a StillWatchingSimple pop-up…
fi_fi: Näytä yksinkertaisempi "Katseletko vielä?" -ilmoitus...

# #30017
source: Automatically play short videos
hu_hu: Rövid videók automatikus lejátszása
ko_kr: 짧은 비디오는 자동으로 재생합니다.

# #30018
source: Maximum length for automatic short video play (in minutes)
hu_hu: Rövid videók max. hossza amit automatikusan lejátszik
ko_kr: 최대 몇 분 정도가 짧은 비디오일까요?

# #30019
source: Show on-screen notification during short video autoplay
hu_hu: Rövid videóknál jelzés bekapcsolása
ko_kr: 짧은 비디오를 자동재생할 때 알림창을 보여줍니다.

# #30035
source: Continue watching in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconds
hu_hu: Lejátszás folytatása indítása [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] másodperc múlva
ko_kr: [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR]초 후에 다음 에피소드 시작

# #30036
source: Up next in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconds
hu_hu: Következő rész indítása [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] másodperc múlva
ko_kr: 다음 편 시작까지 [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR]초

# #30037
source: Next episode in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconds
hu_hu: Következő rész indítása [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] másodperc múlva
ko_kr: 다음 에피소드까지 [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR]초

# #30045
source: UpNext
hu_hu: Következő fejezet

# #30046
source: UpNextSimple
hu_hu: Következő fejezet

# #30047
source: StillWatching
hu_hu: Még nézem

# #30048
source: StillWatchingSimple
hu_hu: Még nézem

# #30505
source: Stop playback when closing dialog
hu_hu: Lejátszás megállítása ha bezárja az ablakot

# #30705
source: Enable developer mode
hu_hu: Fejlesztői mód bekapcsolása

# #30707
source: Choose the window to be shown
hu_hu: Hol látszódjon

# #30709
source: Log Level
hu_hu: Naplószint

# #30001
source: The number of seconds before the end to show the notification
ko_kr: 끝나기 몇초 전에 알림창을 보여줄까요?

# #30002
source: Log Level:
ko_kr: 로그레벨:

# #30003
source: Settings
ko_kr: 설정

# #30004
source: Advanced
ko_kr: 고급

# #30005
source: Default action when nothing selected
ko_kr: 아무 것도 선택하지 않으면

# #30009
source: Number of episodes before still watching query
ko_kr: 몇 개의 에피소드를 보고나서 계속 볼 것인지 물어볼까요?

# #30013
source: Include watched episodes
ko_kr: 본 것들도 포함합니다.

# #30014
source: Disable Up Next (restart required)
ko_kr: Up Next를 사용하지 않습니다(다시 시작해야 합니다)

# #30025
source: Set the display mode for the notifications
ko_kr: 알림창을 어떻게 보여줄까요?

# #30028
source: Developer
ko_kr: 개발자

# #30029
source: Enable developer mode
ko_kr: 개발자 모드를 사용합니다.

# #30030
source: Choose the window to be shown
ko_kr: 어떤 알림창을 사용하시렵니까?

# #30040
source: Play
ko_kr: 재생

# #30041
source: Don't Play
ko_kr: 재생하지 않음

# #30050
source: Stop playback when closing dialog
ko_kr: 알림창을 닫을 때 재생도 중지합니다.
